Repository: BertrandBordage/mayan
Catalog: apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Signature file
de_de: Signaturdatei

source: upload signature
de_de: Signatur hochladen

source: download signature
de_de: Signatur herunterladen

source: delete signature
de_de: Lösche Signatur

source: signatures
de_de: Signaturen

source: document version
de_de: Dokumentenversion

source: signature file
de_de: Signaturdatei

source: has embedded signature
de_de: Hat eine eingebettete Signatur

source: document version signature
de_de: Dokumentenversionssignatur

source: document version signatures
de_de: Dokumentenversionssignaturen

source: Document signatures
de_de: Dokumentesignatur

source: Verify document signatures
de_de: Überprüfe Dokumentensignatur

source: Upload detached signatures
de_de: Externe Signatur hochladen

source: Download detached signatures
de_de: Externe Signatur herunterladen

source: Delete detached signatures
de_de: Lösche anhängende Signaturen

source: Signature status: %(widget)s %(text)s
de_de: Signaturstatus: %(widget)s %(text)s

source: embedded
de_de: eingebettet

source: detached
de_de: extern

source: Signature ID: %s
de_de: Signatur-ID: %s

source: Signature type: %s
de_de: Signaturtyp: %s

source: Key ID: %s
de_de: Schlüssel-ID: %s

source: Timestamp: %s
de_de: Zeitstempel: %s

source: Signee: %s
de_de: Unterschreibender: %s

source: signature properties for: %s
de_de: Signatureigenschaften für: %s

source: Detached signature uploaded successfully.
de_de: Externe Signatur erfolgreich hochgeladen.

source: Upload detached signature for: %s
de_de: Lade externe Signatur für hoch: %s

source: Submit
de_de: Übertrage

source: Detached signature deleted successfully.
de_de: Anhängende Signaturen erfolgreich gelöscht.

source: Error while deleting the detached signature; %s
de_de: Fehler beim Löschen der anhängenden Signatur "%s"

source: Are you sure you wish to delete the detached signature from document: %s
de_de: Sind Sie sicher, dass sie die anhängende Signatur aus dem Dokument %s löschen möchten?
