Repository: BertrandBordage/mayan
Catalog: apps/sources/locale/*/LC_MESSAGES/django.po
Languages: de_de, fr, nl_nl

source: thumbnail
fr: aperçu

source: Connects to the POP3 email sources and fetches the attached documents.
fr: Se connecte aux comptes email POP3 et rapatrie les pièces jointes
nl_nl: Maakt verbinding met de POP3 e-mail bronnen en haalt de bijgevoegde documenten op.

source: Connects to the IMAP email sources and fetches the attached documents.
fr: Se connecte aux comptes email IMAP et rapatrie les pièces jointes
nl_nl: Maakt verbinding met de IMAP e-mail bronnen en haalt de bijgevoegde documenten op.

source: Expand compressed files
de_de: Entpacke komprimierte Dateien
fr: Décompresser les fichiers
nl_nl: Uitpakken gecomprimeerde bestanden

source: Upload a compressed file's contained files as individual documents
de_de: Lade ein Archiv von Dateien als einzelne Dokumente
fr: Importer le contenu d'un ensemble de fichiers compressés comme fichiers individuels
nl_nl: Upload een gecomprimeerd archief van bestanden als individuele documenten

source: Staging file
de_de: Arbeitsdatei
fr: fichier en cours de modification
nl_nl: Tijdelijk bestand

source: File
de_de: Datei
fr: Fichier
nl_nl: Bestand

source: preview
de_de: Vorschau
fr: prévisualiser

source: delete
de_de: Löschen
fr: supprimer
nl_nl: verwijder

source: web forms
de_de: Web-Formulare
fr: formulaires web
nl_nl: webformulieren

source: staging folders
de_de: Arbeitsordner
fr: répertoires dit d'index, modifications en cours
nl_nl: tijdelijke mappen

source: watch folders
de_de: Ordner überwachen
fr: répertoires surveillés
nl_nl: controlemappen

source: POP3 email
fr: email POP3

source: IMAP email
fr: email IMAP

source: edit
de_de: Bearbeiten
fr: modifier
nl_nl: bewerk

source: add new source
de_de: füg Quelle hinzu
fr: ajout d'une nouvelle source
nl_nl: toevoegen van nieuwe bron

source: add transformation
de_de: Transformation hinzufügen
fr: ajouter une transformation
nl_nl: toevoegen transformatie

source: Document sources
de_de: Dokumenten Quelle
fr: Sources du document
nl_nl: Documentbronnen

source: upload new version
de_de: Neue Version Hochladen
fr: importer une nouvelle version
nl_nl: 'upload' nieuwe versie

source: upload new documents
fr: importer de nouveaux documents
nl_nl: uploaden van nieuwe documenten

source: Always
de_de: Immer
fr: Toujours
nl_nl: Altijd

source: Never
de_de: Niemals
fr: Jamais
nl_nl: Nooit

source: Ask user
de_de: Frage Benutzer
fr: Demander à l'utilisateur
nl_nl: Vraag gebruiker

source: Disk
fr: Disque
nl_nl: Floppy

source: Database
de_de: Datenbank
fr: Base de données

source: Drive
de_de: Laufwerk
fr: Disque dur
nl_nl: Schijf

source: Network drive
de_de: Netzwerk Laufwerk
fr: Disque réseau
nl_nl: Netwerkschijf

source: User drive
de_de: Benutzer Laufwerk
fr: Disque utilisateur
nl_nl: Schijf van gebruiker

source: Folder
de_de: Ordner
fr: Répertoire
nl_nl: Map

source: World
de_de: Welt
fr: Monde
nl_nl: Wereld

source: Printer
de_de: Drucker
fr: Imprimante

source: Empty printer
de_de: Leerer Drucker
fr: Imprimante manquante
nl_nl: Leeg printer

source: web form
de_de: Web-Formular
fr: formulaire web
nl_nl: webformulier

source: server staging folder
de_de: Server Arbeitsordner
fr: répertoire du serveur dit d'index, modifications en cours
nl_nl: server voor tijdelijke mappen

source: server watch folder
de_de: Server Überwachungsordner
fr: répertoire surveillé du serveur
nl_nl: server voor controlemap

source: server staging folders
de_de: Server Arbeitsordner
fr: répertoires du serveur dit d'index, modifications en cours
nl_nl: server tijdelijke mappen

source: server watch folders
de_de: Server Überwachungsordner
fr: répertoires surveillés du serveur
nl_nl: server voor controlemappen

source: POP3 emails
fr: emails POP3

source: IMAP emails
fr: emails IMAP

source: title
de_de: Titel
fr: titre
nl_nl: titel

source: enabled
de_de: Aktiviert
fr: activé
nl_nl: ingeschakeld

source: whitelist
fr: liste blanche

source: blacklist
fr: liste noire

source: date time
fr: date et heure
nl_nl: datum en tijd

source: status
fr: statut

source: source log
fr: log d'une source
nl_nl: bronlog

source: sources logs
fr: logs des sources
nl_nl: bronnen logs

source: icon
de_de: Symbol
fr: icone

source: An icon to visually distinguish this source.
de_de: Ein Symbol um die Quelle von anderen zu unterscheiden
fr: Un icone permettant de distinguer visuellement cette source.
nl_nl: Een icoon om deze bron visueel te onderscheiden.

source: interval
de_de: Intervall
fr: intervalle

source: Interval in seconds between document downloads from this source.
fr: Intervalle en secondes entre deux importations de documents à partir de cette source.
nl_nl: Interval in seconden tussen document downloads uit deze bron.

source: document type
fr: type de document
nl_nl: documentsoort

source: Assign a document type to documents uploaded from this source.
fr: Assigner un type de document aux documents importés à partir de cette source
nl_nl: Wijs een documentsoort toe voor documenten die worden ge√ºpload van deze bron.

source: uncompress
de_de: dekomprimieren
fr: décompresser
nl_nl: uitpakken

source: Whether to expand or not, compressed archives.
fr: Choisir de décompresser ou pas les archives compressées
nl_nl: Al of niet uitpakken van gecomprimeerde archieven.

source: interval source
fr: intervalle pour la source
nl_nl: interval bron

source: interval sources
fr: intervalle pour les sources
nl_nl: interval bronnen

source: host
fr: hote

source: Override the defaults values of %(normal_port)d and %(ssl_port)d for SSL, can be left blank otherwise.
fr: Remplacer les valeurs par défaut de %(normal_port)d et %(ssl_port)d pour le SSL, ou laisser vide sinon.
nl_nl: Vervang de verstekwaarden van %(normal_port)d en %(ssl_port)d voor SSL, kan anders leeg gelaten worden.

source: username
fr: utilisateur
nl_nl: gebruikersnaam

source: password
fr: mot de passe
nl_nl: wachtwoord

source: attachment-%i
fr: pièce jointe-%i

source: email source
fr: email de la source
nl_nl: e-mail bron

source: email sources
fr: email des sources
nl_nl: e-mail bronnen

source: POP email
fr: email POP

source: mailbox
fr: boite email
nl_nl: brievenbus

source: Mail from which to check for messages with attached documents. If none is specified, the default mailbox is %s
fr: Compte email dont il faut surveiller les messages avec pièces jointes. Si aucun n'est spécifié, le comte email par défaut est: %s
nl_nl: Mail-adres voor het controleren naar berichten met bijgevoegde documenten. Wanneer hier niets is ingevuld is het standaard mailadres: %s

source: folder path
de_de: Ordner Pfad
fr: chemin de répertoire
nl_nl: pad naar map

source: Server side filesystem path.
de_de: Pfad auf dem Server
fr: chemin de répertoire système sur le serveur.
nl_nl: pad naar filesysteem server

source: preview width
de_de: Vorschau Breite
fr: largeur de la prévisualisation
nl_nl: breedte van preview afbeelding

source: Width value to be passed to the converter backend.
de_de: Breite die zum Konverter übergeben wird
fr: Valeur de largeur à passer au convertisseur en arrière plan
nl_nl: Breedte waarde die moet worden doorgegeven aan de converter backend.

source: preview height
de_de: Vorschau Höhe
fr: hauteur de prévisualisation
nl_nl: hoogte van preview afbeelding

source: Height value to be passed to the converter backend.
de_de: Höhe die zum Konverter übergeben wird
fr: Valeur de hauteur à passer au convertisseur en arrière plan.
nl_nl: Hoogte waarde die moet worden doorgegeven aan de converter backend.

source: Whether to expand or not compressed archives.
de_de: Sollen komprimierte Archive entpackt werden?
fr: Indique s'il faut ou non décompresser les fichiers d'archive.
nl_nl: Keuze om te expanderen of uitpakken van archief. (TODO: review this)

source: delete after upload
de_de: löschen nach hochladen
fr: supprimer après importation
nl_nl: verwijderen na 'upload'

source: Delete the file after is has been successfully uploaded.
de_de: Lösche die Datei nach erfolgreichem hochladen.
fr: supprimer le fichier après importation avec succès.
nl_nl: Verwijder het bestand nadat de 'upload' succesvol is voltooid.

source: staging folder
de_de: Arbeitsordner
fr: répertoire dit d'index, modifications en cours
nl_nl: tijdelijke map

source: Inverval in seconds where the watch folder path is checked for new documents.
de_de: Intervall in Sekunden
fr: Intervalle en secondes entre deux vérifications du répertoire sous surveillance pour détecter l'ajout de nouveaux documents
nl_nl: Controle periode (in seconden) waarop in het controle pad wordt gecontroleerd op nieuwe documenten.

source: watch folder
de_de: Überwachungsordner
fr: répertoire sous surveillance
nl_nl: controle folder

source: Enter a valid value.
de_de: Geben Sie eine gültigen Wert an.
fr: Saisissez une valeur valide.
nl_nl: Voer een valide waarde in.

source: order
de_de: Reihenfolge
fr: ordre
nl_nl: volgorde

source: arguments
de_de: Parameter
fr: Version de document à partir du fichier
nl_nl: argumenten

source: Use dictionaries to indentify arguments, example: %s
de_de: Wörterbücher zum Identifizieren von Parametern nutzen, Beispiel: %s
fr: Utiliser des dictionnaires afin d'identifier les arguments, exemple:%s
nl_nl: Gebruik woordenboeken om argumenten te identificeren. Bijvoorbeeld: %s

source: document source transformation
de_de: Quelldatei-Transformation
fr: transformation du document source
nl_nl: transformatie van het bron document

source: document source transformations
de_de: Quelldatei-Transformationen
fr: transformation des documents osurce
nl_nl: transformaties van het bron document

source: out of process
de_de: aus dem Vorgang heraus
fr: process externe

source: Sources setup
de_de: Quellen Einrichtung
fr: Configuration des Sources
nl_nl: Bron instellen

source: View existing document sources
de_de: Zeige existierende Dokumenten Quellen
fr: Afficher les sources du document en cours
nl_nl: Bekijk bestaande documentbronnen

source: Edit document sources
de_de: Bearbeite Dokumenten Quellen
fr: Modifier les sources du document
nl_nl: Bewerk documentbronnen

source: Delete document sources
de_de: Lösche Dokumenten Quellen
fr: Supprimer les sources du document
nl_nl: Verwijder documentbronnen

source: Create new document sources
de_de: Erstelle neue Dokumenten Quelle
fr: Créer de nouvelles sources pour le document
nl_nl: Aanmaken van een nieuwe documentbron

source: Unable get list of staging files: %s
de_de: Die Liste der Arbeitsdateien kann nicht ermittelt werden: %s
fr: Impossible d'obtenir la liste des fichiers en cours de modification:%s
nl_nl: Het is niet mogelijk om een lijst met tijdelijke bestanden aan te maken. Foutmelding: %s

source: Unable to upload staging file: %s
de_de: Die Arbeitsdatei konnte nicht hochgeladen werden: %s
fr: Impossible d'importer le fichier en cours de modification:%s
nl_nl: Niet mogelijk om tijdelijk bestand te 'uploaden'. Foutmelding: %s

source: Unable to delete staging file: %s
de_de: Die Arbeitsdatei konnte nicht gelöscht werden: %s
fr: Impossible de supprimer le fichier en cours de modification:%s
nl_nl: Niet mogelijk om tijdelijk bestand te verwijderen. Foutmelding: %s

source: Whitelist Blacklist validation error.
de_de: Whitelist Blacklist Überprüfungsfehler.
fr: Erreur de validation liste blanche et/ou liste noire
nl_nl: 'Whitelist', 'Blacklist' validatie fout.

source: here
de_de: hier
fr: ici
nl_nl: hier

source: Upload sources
de_de: Quellen hochladen
fr: Importer les sources
nl_nl: 'Upload' bronnen

source: No interactive document sources have been defined or none have been enabled.
de_de: Es wurden keine interaktiven Dokumentenquellen definiert oder sie sind nicht aktiviert.
fr: Aucune source de document interactifs n'a été définie ou/ni activée
nl_nl: Er zijn geen documentbronnen gedefinieerd of ingeschakeld.

source: Click %(setup_link)s to add or enable some document sources.
de_de: Klicken Sie %(setup_link)s um Dokumentenquellen hinzuzufügen oder zu aktivieren.
fr: Cliquez %(setup_link)s pour ajouter ou activer des sources de documents.
nl_nl: Selecteer %(setup_link)s om documentbronnen toe te voegen of in te schakelen.

source: New document version uploaded successfully.
de_de: Neue Dokumenten Version erfolgreich hochgeladen.
fr: Importation de la nouvelle version du document avec succès.
nl_nl: 'Upload' van nieuwe document versie succesvol.

source: File uploaded successfully.
de_de: Date erfolgreich Hochgeladen.
fr: Fichie importé avec succès.
nl_nl: 'Upload' van bestand succesvol.

source: File uncompressed successfully and uploaded as individual files.
de_de: Datei erfolgreich dekomprimiert und als einzelne Dateien hochgeladen.
fr: Fichier décompressé avec succès et importé comme fichiers individuels.
nl_nl: Bestands-archief succesvol uitgepakt en ge-upload als afzonderlijke besanden.

source: File was not a compressed file, uploaded as it was.
de_de: Datei war nicht komprimiert, hochgeladen wie Sie war.
fr: Le fichier n'est pas un fichier compressé reconnu, importé tel quel.
nl_nl: Bestand was geen gecomprimeerd archief. Bestand is in orginele formaat ge-upload.

source: New version uploads are not allowed for this document.
fr: L'import de nouvelles versions n'est pas autorisé pour ce document.
nl_nl: 'uploads' van nieuwe versies voor dit document, zijn niet toegestaan.

source: Unhandled exception: %s
de_de: Unbehandelte Ausnahme: %s
fr: Exception non gérée:%s

source: upload a new version from source: %s
de_de: Lade neue Version von Quelle hoch: %s
fr: importer une nouvelle version à partir de la source:%s
nl_nl: 'upload' een nieuwe versie van bestandbron: %s

source: upload a local document from source: %s
de_de: Laden Sie eine lokale Datei hoch aus folgender Quelle: %s
fr: importer un document local à partir de la source:%s
nl_nl: 'upload' een locaal document van documentbron: %s

source: Document version from staging file: %s, uploaded successfully.
de_de: Dokumenten-Version der Arbeitsdatei %s erfolgreich hochgeladen.
fr: Import de la version de document à partir du document en cours de modification: %s,réalisé avec succès
nl_nl: Documentversie van tijdelijk bestand: %s, succesvol ge-'upload'.

source: Staging file: %s, uploaded successfully.
de_de: Arbeitsdatei: %s erfolgreich hochgeladen.
fr: fichier en cours de modification:%s importé avec succès
nl_nl: 'Upload' van tijdelijk bestand: %s, is succesvol.

source: Staging file: %s, uncompressed successfully and uploaded as individual files.
de_de: Arbeitsdatei %s erfolgreich entpackt und als einzelne Dateien hochgeladen.
fr: Document en cours de modification:%s, décompressé et importé en tant que fichiers individuels, avec succès.
nl_nl: Tijdelijk archiefbestand: %s, succesvol ge-'upload, uitgepakt en opgeslagen als individuele files.

source: Staging file: %s, was not compressed, uploaded as a single file.
de_de: Arbeitsdatei %s war kein Archiv, wurde als einzelne Datei hochgeladen.
fr: Document en cours de modification:%s, n'était pas un fichier compressé, importé comme fichier unique.
nl_nl: Tijdelijk archiefbestand: %s, was geen gecomprimeerd archief. Opgeslagen als een enkelvoudig bestand.

source: Staging file: %s, deleted successfully.
de_de: Arbeitsdatei: %s erfolgreich gelöscht.
fr: fichier en cours de modification:%s supprimé avec succès
nl_nl: Tijdelijke bestand: %s, succesvol verwijderd.

source: upload a new version from staging source: %s
de_de: Eine neue Version aus Arbeitsquelle hochladen: %s
fr: importer une nouvelle version à partir de la source en cours de modification:%s
nl_nl: 'upload' een nieuwe versie van tijdelijke bestandsbron: %s

source: upload a document from staging source: %s
de_de: Laden Sie ein Dokument aus der Arbeitsquelle: %s
fr: importer un document à partir de la source en cours de modification:%s
nl_nl: 'upload' een document van tijdelijke bron: %s

source: files in staging path
de_de: Dateien im Arbeitspfad
fr: fichiers dans l'index, en cours de modification
nl_nl: bestanden in tijdelijk pad

source: Current document type
de_de: Aktueller Dokumenten Typ
fr: Type du document en cours
nl_nl: Huidige documentsoort

source: None
de_de: Nichts
fr: Aucun
nl_nl: Niets

source: Current metadata
de_de: Aktuelle Meta-Daten
fr: Métadonnées actuelles
nl_nl: Huidige 'metadata'

source: Staging file transformation error: %(error)s
de_de: Fehler bei Transformation der Arbeitsdatei: %(error)s
fr: Erreur de transformation du fichier en cours de modification:%(error)s
nl_nl: Transformatie fout in tijdelijk bestand. Foutmelding: %(error)s

source: Staging file delete successfully.
de_de: Arbeitsdatei erfolgreich gelöscht.
fr: Fichier en cours de modification supprimé avec succès
nl_nl: Tijdelijk bestand succesvol verwijderd.

source: Staging file delete error; %s.
de_de: Arbeitsdatei konnte nicht gelöscht werden: %s.
fr: Erreur de suppression du fichier en cours de modificiation;%s.
nl_nl: Fout bij het verwijderen van tijdelijk bestand. Foutmelding: %s.

source: Enabled
fr: Activé
nl_nl: Ingeschakeld

source: Source edited successfully
de_de: Quelle erfolgreich editiert.
fr: Source modifiée avec succès
nl_nl: Documentbron succesvol bewerkt

source: Error editing source; %s
de_de: Fehler beim Editieren der Quelle: %s
fr: Erreur lors de la modification de la source;%s
nl_nl: Fout bij bewerken van documentbron. Foutmelding: %s

source: edit source: %s
de_de: Quelle bearbeiten: %s
fr: modifier la source:%s
nl_nl: bewerk documentbron: %s

source: Source "%s" deleted successfully.
de_de: Quelle "%s" erfolgreich gelöscht.
fr: Source "%s" supprimée avec succès
nl_nl: Documentbron "%s" succesvol verwijderd.

source: Error deleting source "%(source)s": %(error)s
de_de: Fehler beim Löschen der Quelle "%(source)s": %(error)s
fr: Erreur lors de la suppression de la source "%(source)s": %(error)s
nl_nl: Fout bij verwijderen documentbron "%(source)s". Foutmelding: %(error)s

source: Are you sure you wish to delete the source: %s?
de_de: Sind Sie sicher, dass Sie diese Quelle löschen möchten: %s?
fr: Êtes vous certain de vouloir supprimer la source:%s?
nl_nl: Bent u er zeker van dat u documentbron: %s, wenst te verwijderen?

source: Source created successfully
de_de: Quelle erfolgreich angelegt
fr: Source créée avec succès
nl_nl: Documentbron succesvol aangemaakt

source: Error creating source; %s
de_de: Fehler beim Anlegen der Quelle: %s
fr: Erreur lors de la création de la source;%s
nl_nl: Fout bij het aanmaken van documentbron. Foutmelding: %s.

source: Create new source of type: %s
de_de: Erstelle neue Quelle des Typs: %s
fr: Créer une nouvelle source de type:%s
nl_nl: Aanmaken van nieuw documentbron van type: %s

source: logs for: %s
fr: logs pour: %s
nl_nl: logs voor: %s

source: Date time
fr: Date et heure
nl_nl: Datum en tijd

source: Status
fr: Statut

source: transformations for: %s
de_de: Transformationen für: %s
fr: transformations pour:%s
nl_nl: transformaties voor: %s

source: Source transformation edited successfully
de_de: Quellen-Transformation erfolgreich bearbeitet
fr: Transformation de source effectuée avec succès
nl_nl: Documentbron transformatie succesvol bewerkt.

source: Error editing source transformation; %s
de_de: Fehler beim Bearbeiten der Quellen-Transformation: %s
fr: Erreur lors de la modification de la transformation de source;%s
nl_nl: Fout bij het bewerken van documentbron transformatie. Foutmelding: %s

source: Edit transformation: %s
de_de: Transformation bearbeiten: %s
fr: Modifier la transformation:%s
nl_nl: Bewerk transformatie: %s

source: Source transformation deleted successfully.
de_de: Quellen-Transformation erfolgreich gelöscht.
fr: Transformation de source supprimée avec succès.
nl_nl: Documentbron transformatie succesvol verwijderd.

source: Error deleting source transformation; %(error)s
de_de: Fehler beim Löschen der Quellen-Transformation: %(error)s
fr: Erreur lors de la suppression de la transformation de source; %(error)s
nl_nl: Fout bij verwijderen van documentbron transformatie. Foutmelding: %(error)s

source: Are you sure you wish to delete source transformation "%(transformation)s"
de_de: Sind Sie sicher, dass Sie die Quellen-Transformation "%(transformation)s" löschen möchten
fr: Êtes vous certain de vouloir supprimer la transformation de source "%(transformation)s"
nl_nl: Bent u er zeker van dat u de documentbron transformatie: , "%(transformation)s" wenst te verwijderen.

source: Source transformation created successfully
de_de: Quellen-Transformation erfolgreich erstellt
fr: Transformation de source crée avec succès
nl_nl: Documentbron transformatie succesvol aangemaakt.

source: Error creating source transformation; %s
de_de: Fehler beim Erstellen der Quellen-Transformation: %s
fr: Erreur lors de la création de la transformation de source;%s
nl_nl: Fout bij het aanmaken van document transformatie: %s

source: Create new transformation for source: %s
de_de: Neue Transformation aus Quelle erstellen: %s
fr: Créer une nouvelle transformation pour la source:%s
nl_nl: Aanmaken van een nieuwe transformatie voor documentbron: %s

source: step 1 of 3: Document type
fr: étape 1 sur 3 : Type de document
nl_nl: stap 1 van 3: Documentsoort

source: step 2 of 3: Metadata selection
fr: étape 2 sur 3 : Sélection des métadonnées
nl_nl: stap 2 van 3: Metadata selectie

source: step 3 of 3: Document metadata
fr: étape 3 sur 3: Métadonnées du document
nl_nl: stap 3 van 3: Document metadata

source: Next step
fr: Etape suivante
nl_nl: Volgende stap

source: sources
de_de: Quellen
nl_nl: bronnen

source: transformations
de_de: Transformationen
nl_nl: transformaties

source: Envelope
de_de: Umschlag
nl_nl: Envelop

source: transformation
nl_nl: transformeren

source: source
de_de: Quelle
nl_nl: documentbron

source: Sources
nl_nl: Bronnen
